Repository: dmaulikr/Expenses
Catalog: *.lproj/Localizable.strings
Languages: es

# ACCOUNT_CELL_NO_EXPENSES
source: No Expenses
es: Sin gastos

# ACCOUNT_CELL_LAST_EXPENSE
source: Latest
es: Último gasto

# ACCOUNT_LIST_ACCOUNTS
source: Accounts
es: Cuentas

# ENTRY_LIST_EXPENSES
source: Expenses
es: Gastos

# ADD_ENTRY_YOU_ARE_LEFT
source: You are left with
es: Te quedan

# ADD_ENTRY_ADD_ENTRY
source: Add Entry
es: Añadir gasto

# ADD_ENTRY_EDIT_ENTRY
source: Edit Entry
es: Modificar gasto

# SETTINGS_CUSTOM_TITLE
source: Custom Currency
es: Propia Moneda

# SETTINGS_CUSTOM_MESSAGE
source: Enter the symbol of your currency
es: Selectar el símbolo de tu moneda

# SETTINGS_CUSTOM_CANCEL
source: Cancel
es: Cancelar

# SETTINGS_DELETE?
source: Delete all entries?
es: Borrar todo?

# SETTINGS_DELETE
source: Delete
es: Borrar

# SETTINGS_CANCEL
source: Cancel
es: Cancelar

# SETTINGS_CONSOLIDATE?
source: Consolidate all entries?
es: Consolidar todo?

# SETTINGS_CONSOLIDATE
source: Consolidate
es: Consolidar

# EXPENSE_CONSOLIDATION
source: Balance
es: Saldo
